tap "borkdude/brew"
brew "clojure"
brew "fish"
brew "git"
brew "go"
brew "htop"
brew "lazygit"
brew "libyaml"
brew "mas"
brew "nodebrew"
brew "openjdk@11"
brew "ruby-build"
brew "rbenv"
brew "tree"
brew "watch"
brew "borkdude/brew/babashka"
cask "warp"
cask "xquartz"
mas "1Password", id: 443987910
mas "Bitwarden", id: 1352778147
mas "CotEditor", id: 1024640650
mas "Day One", id: 1055511498
mas "Evernote", id: 406056744
mas "Flow", id: 1423210932
mas "Goodnotes", id: 1444383602
mas "JuxtaText", id: 6504801865
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "ScreenPosition", id: 1229498568
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "UpNote", id: 1398373917
mas "Xcode", id: 497799835
vscode "8amjp.charactercount"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firejump.frame-indent-rainbow"
vscode "github.github-vscode-theme"
vscode "glenn2223.live-sass"
vscode "hediet.vscode-drawio"
vscode "jebbs.plantuml"
vscode "kevinrose.vsc-python-indent"
vscode "luanpotter.dart-import"
vscode "marcelovelasquez.flutter-tree"
vscode "marp-team.marp-vscode"
vscode "mebrahtom.plantumlpreviewer"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "nash.awesome-flutter-snippets"
vscode "njpwerner.autodocstring"
vscode "onecentlin.laravel-blade"
vscode "patricklee.vsnotes"
vscode "pomdtr.excalidraw-editor"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "saoudrizwan.claude-dev"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "steoates.autoimport"
vscode "stevencl.adddoccomments"
vscode "taiyofujii.novel-writer"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "yzhang.markdown-all-in-one"
